{
    "jurisdiction": "Germany",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "German Federal Data Protection Act (Bundesdatenschutzgesetz – BDSG)",
            "description": "The BDSG was initially enacted in 1977 to regulate the processing of personal data by government agencies and private entities in Germany. It has since undergone several revisions to align with European Union (EU) data protection laws, particularly the General Data Protection Regulation (GDPR), which became enforceable in 2018.",
            "reference": "https://www.gesetze-im-internet.de/englisch_bdsg/englisch_bdsg.html",
            "billStatus": "In force",
            "inEffect" : " May 25, 2018",
            "applicability": [ 
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religious or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Genetic data", 
                                               "Biometric data for the purpose of uniquely identifying a natural person", 
                                               "Data concerning health", 
                                               "Data concerning a natural person’s sex life or sexual orientation"],
                    "processingPurposes": ["Collection", "Recording", "Organization", "Structuring", "Storage", "Adaptation", "Alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination or otherwise making available", "Alignment", "Combination", "Restriction", "Erasure or destruction"],
                    "consentRequired": "true"
                }
            ],
            "individualRights": [
                {
                    "name": "Right of Access",
                    "reference": ["Section 34"]
                },
                {
                    "name": "Right to Erasure",
                    "reference": ["Section 35"]
                },
                {
                    "name": "Right to Object",
                    "reference": ["Section 36"]
                },
                {
                    "name": "Right to not be subject to a decision based solely on automated processing",
                    "reference": ["Section 37"]
                },
                {
                    "name": "Right to Rectification",
                    "reference": ["Section 58"]
                },
                {
                    "name": "Right to Restriction of Processing",
                    "reference": ["Section 58"]
                }
            ],
            "businessObligations": {
                "notice": [ {
                        "description": "The controller shall provide general and publicly accessible information on the purposes of the processing, the rights of data subjects with regard to the processing of their personal data to access, rectification, erasure and restriction of processing, the names and contact details of the controller and the data protection officer, the right to lodge a complaint with the Federal Commissioner, and the contact details of the Federal Commissioner.",
                        "reference": "Section 55"
                    }
                ],
                "lawfulBasis": [ {
                        "description": "Controllers must have a legal basis for processing and must notify data subjects the inforamtion about the legal basis for the processing.",
                        "reference": "Chapter 2"
                    }
                ],
                "purposeLimitation": [  {
                        "description": "Data stored for the purpose of providing information to the data subject and preparing such provision may be processed only for this purpose and for purposes of data protection monitoring; processing for other purposes shall be restricted.",
                        "reference": "Section 34"
                    }
                ],
                "dataMinimization": [ {
                        "description": "The controller, both at the time the means of processing are determined and at the time of the processing itself, shall take appropriate measures to implement data protection principles, such as data minimization, in an effective manner, to ensure compliance with legal requirements and to protect the rights of data subjects.",
                        "reference": "Section 71"
                    }
                ],
                "securityReqs": [ {
                        "description": "The controller and the processor, taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of the processing as well as the risk of varying likelihood and severity for the legally protected interests of natural persons, shall implement the necessary technical and organizational measures to ensure a level of security appropriate to the risk when processing personal data, in particular as regards the processing of special categories of personal data. In doing so, the controller shall take into account the relevant Technical Guidelines and recommendations from the Federal Office for Information Security.",
                        "reference": "Section 64"
                    }
                ],
                "privacyByDesign": [  {
                        "description": "Personal data shall be processed, and processing systems shall be selected and designed in accordance with the aim of processing as few personal data as possible.",
                        "reference": "Section 71"
                    }
                ],
                "processorReqs": [ {
                        "description": "Processors must ensure compliance with data protection laws and provisions, and data subjects can assert their rights against the controller. Processors are obligated to use only those who provide sufficient guarantees to meet legal requirements and protect data subjects' rights. They cannot engage other processors without the controller's authorization, and any changes must be communicated to the controller. Processors must adhere to a contract or legal instrument specifying the processing details and their obligations, including acting on the controller's instructions, maintaining confidentiality, assisting with data subject rights, and facilitating audits. If a processor determines processing purposes and means in violation of the law, they are considered a controller for that processing.",
                        "reference": "Section 62"
                    }
                ],
                "recordKeeper": [ {
                        "description": "Controllers are mandated to maintain records of all processing activities under their responsibility. These records must include details such as the controller's contact information, processing purposes, recipient categories, data subject categories, and data transfer details. Additionally, information about the legal basis for processing, data retention periods, and security measures must be documented. Processors, on the other hand, are required to maintain records of processing activities conducted on behalf of controllers, including details about the processor, controllers, data transfers, and security measures. These records must be kept in writing or electronic form and made available to the Federal Commissioner upon request by controllers and processors.",
                        "reference": "Section 70"
                    }
                ],
                "riskImpact": [ {
                        "description": "Where a type of processing in particular using new technologies, and taking into account the nature, scope, context and purposes of the processing, is likely to result in a substantial risk to the legally protected interests of data subjects, the controller shall, prior to the processing, carry out an assessment of the impact of the envisaged processing operations on the data subjects.",
                        "reference": "Section 67"
                    }
                ],
                "breachNotification": [ {
                        "description": "Controllers must notify the Federal Commissioner without delay and preferably within 72 hours of becoming aware of the breach, unless the breach is unlikely to pose a risk to individuals' legally protected interests. The notification should include details such as the nature of the breach, contact information for obtaining more information, likely consequences, and measures taken or proposed to address the breach. Processors must also promptly notify the controller of any breaches. Controllers must document all breaches and provide information to controllers in other EU Member States if applicable. Additionally, if a breach poses a substantial risk to individuals, the controller must notify the affected data subjects without delay, providing clear and concise information about the breach and relevant measures.",
                        "reference": "Section 65 and 66"
                    }
                ],
                "registration": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dpo": [ {
                        "description": "The controller must designate a DPO unless the controller is a court or other judicial authority acting in its judicial capacity. When designating a DPO, the controller must consider the professional qualities of the proposed officer, including their expert knowledge of data protection law and practice, and their ability to perform the tasks mentioned in the law. The controller must entrust the DPO with tasks such as informing and advising the controller, providing advice on data protection impact assessments, cooperating with the Federal Commissioner, acting as a contact point for the Commissioner, and monitoring compliance with data protection policies and regulations. The DPO's tasks also include assigning responsibilities under policies, raising awareness of policies, training staff involved in processing operations, and conducting audits required under policies. The DPO must perform these tasks while considering the risks associated with processing operations.",
                        "reference": "Section 5, 6 and 7"
                    }
                ],
                "dataTransfer": [ {
                        "description": "Controllers must ensure the accuracy and currency of personal data by taking appropriate measures before transmitting or making them available. Controllers should verify data quality to the extent possible with reasonable effort and include necessary information in transmissions for recipients to assess accuracy, completeness, and reliability. If specific conditions apply to data processing, the transmitting body must inform recipients and mark data accordingly. However, conditions imposed on recipients in other EU Member States or certain agencies should not exceed those applied to domestic transmissions or similar entities.",
                        "reference": "Section 74"
                    }
                ]
            },
            "scope": [
                {
                    "exemptions": [
                        {
                            "type": "Public Bodies",
                            "description": "This Act shall apply accordingly to processing of personal data by public bodies in the context of activities outside the scope of Regulation (EU) 2016/679 and Directive (EU) 2016/680 unless otherwise provided for in this or another Act."
                        }
                    ],             
                    "nonProfitsCovered": ["Non-Profits are not explicitly exempted"],
                    "verticalCarveouts" : [""],
                    "preemption": [""]
                }
            ],
            "enforcement": [ {
                "enforcementAuthority": ["The Federal Commissioner for Data Protection and Freedom of Information (Federal Commissioner)"],
                "rulemakingAuthority": ["The Federal Commissioner"],
                "finingAuthority": ["The Federal Commissioner"],
                "penalties": [ "The BDSG doesn't specify any administrive fines but refers to the EU's GDPR for implementation."],
                "personalLiability": [""],
                "privateRightOfAction" : ["Proceedings against a controller or a processor for a violation of data protection law within the scope of Regulation (EU) 2016/679 or the rights of the data subject contained therein may be brought by a data subject before the court in the place where the controller or processor has an establishment. Proceedings pursuant to the first sentence may also be brought before the court in the place where the data subject has his or her habitual residence."]
                }
            ],
            "threshold": [
                {
                    "type": "Any organization",
                    "description": "Organizations are subject to the BDSG if they process personal data as part of their activities."
                }
            ]
         },
         {
            "lawName": "General Data Protection Regulation (GDPR)",
            "description": "The General Data Protection Regulation (GDPR) is a comprehensive data protection and privacy law enacted by the European Union (EU) in 2016 and enforced since May 25, 2018. It replaces the Data Protection Directive 95/46/EC and aims to harmonize data privacy laws across Europe, enhance the protection of individuals' personal data, and reshape the way organizations approach data privacy.",
            "reference": "https://gdpr-info.eu/",
            "billStatus": "In force",
            "inEffect" : "May 25, 2018",
            "applicability": [ 
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religious or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Genetic data",
                                               "Biometric data",
                                               "Data concerning health", 
                                               "Data concerning a natural person’s sex life",
                                               "Sexual orientation"],
                    "processingPurposes": ["Collection", "Recording", "Organisation", "Structuring", "Storage", "Adaptation", "Alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination or otherwise making available", "Alignment or combination", "Restriction", "Erasure or destruction"],
                    "consentRequired": "True"
                }
            ],
            "individualRights": [
                {
                    "name": "Right to Access",
                    "reference": ["Article 15"]
                },
                {
                    "name": "Right to Rectification",
                    "reference": ["Article 16"]
                },
                {
                    "name": "Right to Erasure",
                    "reference": ["Article 17"]
                },
                {
                    "name": "Right to Restriction of Processing",
                    "reference": ["Article 18"]
                },
                {
                    "name": "Right to Data Portability",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right to Object",
                    "reference": ["Article 21"]
                }
            ],
            "businessObligations": {
                "notice": [ {
                        "description": "Articles 12, 13, and 14 of the General Data Protection Regulation (GDPR) collectively outline the requirements for providing information to data subjects. Article 12 emphasizes transparency, requiring that information provided to data subjects be clear, accessible, and understandable. Article 13 focuses on the provision of information at the point of data collection, mandating that data subjects receive specific details about the processing of their personal data, including the identity of the data controller and the purposes of processing. Similarly, Article 14 addresses situations where personal data is obtained from sources other than the data subject, specifying the information that must be provided to data subjects, such as the categories of data collected and the source of the data.",
                        "reference": "Articles 12, 13, 14"
                    }
                ],
                "lawfulBasis": [ {
                        "description": "Processing is considered lawful if at least one of the following conditions applies: the data subject has given consent for a specific purpose; processing is necessary for fulfilling a contract with the data subject or for pre-contractual measures at their request; processing is required to comply with a legal obligation; processing is necessary to protect vital interests; processing is performed in the public interest or exercise of official authority; or processing is necessary for legitimate interests, provided that such interests do not override the rights and freedoms of the data subject, especially if they are a child. Additionally, Member States may establish more specific provisions to adapt the application of the rules for certain processing situations. The legal basis for processing under points (c) and (e) must be laid down by Union law or Member State law. When processing personal data for a purpose different from the one initially collected, the controller must ensure compatibility, taking into account various factors such as the purpose of collection, the nature of the data, and potential consequences for data subjects, while also considering appropriate safeguards.",
                        "reference": "Article 6"
                    }
                ],
                "purposeLimitation": [  {
                        "description": "Personal data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with Article 89(1), not be considered to be incompatible with the initial purposes.",
                        "reference": "Article 5"
                    }
                ],
                "dataMinimization": [ {
                        "description": "Personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed",
                        "reference": "Article 5"
                    }
                ],
                "securityReqs": [ {
                        "description": "Personal data shall be processed in a manner that ensures appropriate security, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures. The controller and processor shall implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk, taking into account the state of the art, the costs of implementation, the nature, scope, context, and purposes of processing, as well as the risks of varying likelihood and severity for the rights and freedoms of natural persons. These measures may include pseudonymization and encryption of personal data, ensuring the ongoing confidentiality, integrity, availability, and resilience of processing systems and services, as well as the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident. Additionally, the controller and processor shall conduct regular assessments of the effectiveness of the security measures and implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk.",
                        "reference": "Articles 5, 32"
                    }
                ],
                "privacyByDesign": [  {
                        "description": "Controllers are required to implement appropriate technical and organizational measures, taking into consideration various factors such as the state of the art, implementation costs, and the nature of processing activities. These measures should be implemented both during the determination of the means for processing and during the processing itself. Examples of such measures include pseudonymization, which helps to implement data protection principles like data minimization effectively. The goal is to integrate necessary safeguards into the processing activities to ensure compliance with the GDPR requirements and to protect the rights of data subjects effectively.",
                        "reference": "Article 25"
                    }
                ],
                "processorReqs": [ {
                        "description": "Processors must provide sufficient guarantees to implement appropriate technical and organizational measures to ensure compliance with the Regulation and protect the rights of data subjects. They are not allowed to engage another processor without prior authorization from the controller, and any such engagement must be governed by a contract or legal act that specifies the details of the processing. This includes processing data only according to documented instructions from the controller, ensuring confidentiality, implementing security measures as per Article 32, and assisting the controller in fulfilling data subject rights and compliance obligations. Processors must also delete or return all personal data to the controller after the provision of services, provide necessary compliance information, and allow for audits by the controller. Additionally, if a processor engages another processor, it must impose the same data protection obligations through a contract or legal act, and it remains fully liable to the controller for the other processor's obligations. Adherence to approved codes of conduct or certification mechanisms can demonstrate sufficient guarantees, and standard contractual clauses may be used in contracts between controllers and processors. If a processor infringes the GDPR by determining processing purposes and means, it will be considered a controller for that processing, with relevant liability implications.",
                        "reference": "Article 28"
                    }
                ],
                "recordKeeper": [ {
                        "description": "Each controller and processor is mandated to maintain a record of processing activities under their responsibility. For controllers, this record must include their contact details, purposes of processing, categories of data subjects and personal data, recipients of personal data, information on data transfers, envisaged time limits for data erasure, and descriptions of security measures. Processors must maintain similar records, including details of the controller(s) on whose behalf they process data. These records must be in writing or electronic form and made available to the supervisory authority upon request. However, these obligations do not apply to enterprises with fewer than 250 employees unless their processing activities pose risks to data subjects' rights and freedoms, are not occasional, or involve special categories of data or data relating to criminal convictions and offenses.",
                        "reference": "Article 30"
                    }
                ],
                "riskImpact": [ {
                        "description": "Controllers are required to conduct a Data Protection Impact Assessment (DPIA) before processing operations that are likely to result in a high risk to the rights and freedoms of individuals, especially when using new technologies. This assessment should consider the nature, scope, context, and purposes of the processing. Controllers should seek the advice of the data protection officer when conducting a DPIA. Such assessments are particularly necessary for processing involving automated decision-making, large-scale processing of sensitive data, or systematic monitoring of public areas. Supervisory authorities establish and publish lists of processing operations requiring a DPIA and those exempt from it. The DPIA must include a systematic description of the processing, an assessment of its necessity and proportionality, an evaluation of risks to data subjects' rights and freedoms, and proposed measures to mitigate these risks. Compliance with approved codes of conduct is considered in DPIAs, and where appropriate, the views of data subjects or their representatives should be sought. If processing is regulated by Union or Member State law and a DPIA has already been conducted, further assessments may not be necessary unless deemed necessary by Member States or if there is a change in the risk posed by processing operations, in which case a review should be conducted.",
                        "reference": "Article 35"
                    }
                ],
                "breachNotification": [ {
                        "description": "In case of a personal data breach, controllers must promptly, and if feasible, within 72 hours after becoming aware of it, notify the supervisory authority unless the breach is unlikely to result in risks to individuals' rights and freedoms. The processor must also inform the controller without undue delay upon discovering a breach. The notification should describe the breach's nature, the categories of affected individuals and personal data records, provide contact details for further information, outline the likely consequences, and detail measures taken or proposed to address the breach. Controllers must document breaches, including the facts, effects, and remedial actions taken. When a breach poses a high risk to individuals, controllers must promptly inform affected individuals, describing the breach clearly, providing necessary information and measures, unless certain conditions exempt them from doing so, such as having implemented effective protection measures or when communication would involve disproportionate effort. If the controller hasn't notified affected individuals, the supervisory authority may require them to do so or determine if exemption conditions apply.",
                        "reference": "Articles 33, 34"
                    }
                ],
                "registration": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dpo": [ {
                        "description": "The designation of a data protection officer (DPO) is required in certain cases, such as when processing involves a public authority, large-scale monitoring of individuals, or processing special categories of data on a large scale. A group of companies may appoint a single DPO, ensuring accessibility from each establishment. Public authorities may designate one DPO for several bodies, considering their organizational structure and size. In other cases, controllers, processors, or representative bodies may appoint a DPO, mandated by Union or Member State law when necessary. The DPO should possess expert knowledge in data protection law and practices and be designated based on professional qualities. They may be a staff member or engage through a service contract, and their contact details must be published and communicated to the supervisory authority. The DPO must be involved in all matters related to data protection and should receive support from the controller or processor, including access to resources and data. They should act independently, reporting directly to the highest management level, and should not be penalized for carrying out their duties. Data subjects can contact the DPO regarding any issues related to their personal data processing. The DPO is bound by secrecy or confidentiality as per applicable laws and should avoid conflicts of interest. The DPO's tasks include informing and advising on data protection obligations, monitoring compliance with regulations and organizational policies, providing advice on data protection impact assessments, cooperating with supervisory authorities, acting as a point of contact for regulatory matters, and considering risks associated with processing operations.",
                        "reference": "Articles 37, 38, 39"
                    }
                ],
                "dataTransfer": [ {
                        "description": "The GDPR establishes stringent requirements for the transfer of personal data to third countries or international organizations. These regulations ensure that the rights and freedoms of data subjects are adequately protected, regardless of where the data is processed. Data transfers can only occur if specific conditions outlined in Chapter V of the GDPR are met. These conditions include obtaining an adequacy decision from the European Commission, implementing appropriate safeguards such as standard contractual clauses or binding corporate rules, or relying on specific derogations for certain situations. The GDPR also emphasizes the importance of international cooperation to facilitate the enforcement of data protection legislation and to promote the exchange of information and best practices among relevant stakeholders. Compliance with these regulations is essential for organizations involved in international data transfers to avoid penalties and ensure the privacy and security of personal data.",
                        "reference": "Chapter 5"
                    }
                ]
            },
            "scope": [
                {
                    "exemptions": [
                        {
                            "type": "Activities of Member States under Chapter 2 of Title V of the TEU",
                            "description": "The GDPR does not apply to processing by Member States when carrying out activities falling within the scope of Chapter 2 of Title V of the Treaty on European Union (TEU), which pertains to the common foreign and security policy."
                        },
                        {
                            "type": "Law enforcement and criminal activities",
                            "description": "The GDPR does not apply to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection, or prosecution of criminal offenses or the execution of criminal penalties, including safeguarding against and preventing threats to public security."
                        },
                        {
                            "type": "Purely personal or household activities",
                            "description": "The GDPR does not apply to the processing of personal data by a natural person in the course of a purely personal or household activity."
                        }
                    ],             
                    "nonProfitsCovered": ["Non-Profits are not explicitly exempted"],
                    "verticalCarveouts" : [""],
                    "preemption": [""]
                }
            ],
            "enforcement": [ {
                "enforcementAuthority": ["The supervisory authority, as outlined in the GDPR (General Data Protection Regulation), is an independent public authority established by each EU member state to oversee the application of the regulation. Its primary objectives are to safeguard the fundamental rights and freedoms of individuals concerning the processing of personal data and to facilitate the free movement of such data within the European Union."],
                "rulemakingAuthority": ["The Supervisory Authority"],
                "finingAuthority": ["The Supervisory Authority"],
                "penalties": [ "For infringements related to certain obligations of controllers, processors, certification bodies, and monitoring bodies (Articles 8, 11, 25-39, 42, and 43), the fine can be up to €10,000,000 or up to 2% of the total worldwide annual turnover of the preceding financial year, whichever is higher. For infringements related to fundamental principles of data processing, data subjects' rights, international data transfers, obligations under Member State law, and non-compliance with supervisory authority orders (Articles 5, 6, 7, 9, 12-22, 44-49, Chapter IX, and Article 58(2)), the fine can be up to €20,000,000 or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher."],
                "personalLiability": [""],
                "privateRightOfAction" : ["Data subjects have the right to an effective judicial remedy if they believe that their rights under the GDPR have been violated due to the processing of their personal data not complying with the regulation. This right to judicial remedy is in addition to other available administrative or non-judicial remedies, including the right to lodge a complaint with a supervisory authority as per Article 77. Data subjects have the option to initiate legal proceedings against a controller or processor in the courts of the Member State where the controller or processor has an establishment. Alternatively, such proceedings may be brought before the courts of the Member State where the data subject has their habitual residence, unless the controller or processor is a public authority of a Member State acting in the exercise of its public powers."]
                }
            ],
            "threshold": [
                {
                    "type": "All Organizations and Individuals",
                    "description": "This Regulation applies to the processing of personal data wholly or partly by automated means and to the processing other than by automated means of personal data which form part of a filing system or are intended to form part of a filing system."
                }
            ]
         }
    ],
    "otherPrivacyLaws":[
        {
            "jurisdiction": "Germany",
            "filterCategories": ["", ""],
            "privacyLaws": [
                {
                    "lawName": "Telecommunications-Telemedia-Data Protection Act (Telekommunikation-Telemedien-Datenschutzgesetz – TTDSG)",
                    "type": "Minor",
                    "description": "This Act provides data protection regulations for telecommunication and telemedia providers.",
                    "reference": "https://www.gesetze-im-internet.de/ttdsg/TTDSG.pdf"
                }
            ]
        }
    ]
}
