{
    "jurisdiction": "Iceland",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "Act 90/2018 on Privacy and Processing of Personal Data (DPA)",
            "acronym": "DPA",
            "description": "Iceland is not a member of the EU, but it is a part of the European Economic Area (EEA). Decision No. 154/2018 of the EEA Joint Committee establishes the applicability of the GDPR throughout the EEA; the Act in Iceland brought this regulation into effect. As long as they do not conflict with the Act or the GDPR, all rules and regulations published under the previous Law 77/2000 on the Protection of Privacy as Regarding the Processing of Personal Data shall remain in effect, according to the Act's transitional provisions.",
            "reference": "https://www.personuvernd.is/media/uncategorized/Act_No_90_2018_on_Data_Protection_and_the_Processing_of_Personal_Data.pdf",
            "billStatus": "In force",
            "inEffect" : "July 6, 2018",
            "applicability": [ 
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religion or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Personal data related to the physical or mental health of a natural person", 
                                               "A natural person’s sex life or sexual orientation", 
                                               "Genetic data", 
                                               "Biometric data"],
                    "processingPurposes": ["Collection", "Recording", "Organisation", "Structuring", "Storage", "Adaptation or alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination", "Making available, alignment or combination, restriction, erasure or destruction"],
                    "consentRequired": "true"
                }
            ],
            "individualRights": [
                {
                    "name": "Right of Access",
                    "reference": ["Article 17"]
                },
                {
                    "name": "Right to Information",
                    "reference": ["Article 17"]
                },
                {
                    "name": "Right of Rectification",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right of Erasure",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right of Data Portability",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right of Restrict Processing",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right to Object",
                    "reference": ["Article 21"]
                },
                {
                    "name": "Right in Relation to Automated Decision-making",
                    "reference": ["Article 22"]
                }
            ],
            "businessObligations": {
                "notice": [ {
                        "description": "The controller shall take appropriate measures to ensure transparency of information and notifications to the data subject pursuant to Article 12 of the Regulation, so as to enable him or her to exercise his or her right to information and the right of access",
                        "reference": "Article 17"
                    }
                ],
                "lawfulBasis": [ {
                        "description": "The processing of personal data is deemed lawful only if, and to the extent that, at least one of the following conditions applies, as further elaborated in Article 6 of the Regulation: Firstly, the data subject has given consent to the processing of their personal data for one or more specific purposes. Secondly, processing is necessary for the performance of a contract to which the data subject is a party or in order to take steps at the request of the data subject prior to entering into a contract. Thirdly, processing is necessary for compliance with a legal obligation to which the controller is subject. Fourthly, processing is necessary in order to protect the vital interests of the data subject or of another natural person. Fifthly, processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller. Lastly, processing is necessary for the purposes of the legitimate interests pursued by the controller or by a third person, except where such interests are overridden by the interests or fundamental rights and freedoms of the data subject which require protection of personal data, particularly where the data subject is a child.",
                        "reference": "Article 9"
                    }
                ],
                "purposeLimitation": [  {
                        "description": "In the processing of personal data, all following shall be adhered to, as may be further stipulated in Article 5 of the Regulation, i.e. that the data are collected for specified, explicit, legitimate and objective purposes and not further processed in a manner that is incompatible with those purposes",
                        "reference": "Article 8"
                    }
                ],
                "dataMinimization": [ {
                        "description": "Processing for scientific or historical research purposes, statistical purposes or archiving purposes in the public interest shall be subject to appropriate safeguards, including technical and organisational measures, to protect the rights and freedoms of data subjects in accordance with Article 89 of the Regulation, in particular in order to ensure respect for the principle of data minimisation.",
                        "reference": "Article 18"
                    }
                ],
                "securityReqs": [ {
                        "description": "The controller and the processor shall implement appropriate technical and organisational measures to ensure adequate level of security of personal data taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of the processing, as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, as further stipulated in Article 32 of the Regulation",
                        "reference": "Article 27"
                    }
                ],
                "privacyByDesign": [  {
                        "description": "A controller shall, both at the time of the determination of the means for processing and at the time of processing itself, implement appropriate technical and organisational measures designed to enforce data protection principles, and integrate the necessary safeguards into the processing in order to meet the requirements of the Regulation and protect the rights of data subjects, as further stipulated in Article 25(1) of the Regulation",
                        "reference": "Article 24"
                    }
                ],
                "processorReqs": [ {
                        "description": "Where processing of personal data is to be carried out on behalf of a controller, the controller shall use only processors providing sufficient guarantees to implement appropriate technical and organisational measures in such a manner that processing will meet the requirements of the Regulation and ensure the protection of the rights of data subjects. The processor shall not engage another processor without prior specific or general written authorisation by the controller. In the case of general written authorisation, the processor shall inform the controller of any intended changes concerning the addition or replacement of other processors, thereby giving the controller the opportunity to object to such changes. Processing by a processor shall be governed by a contract or other legal act under law, that is binding on the processor with regard to the controller and that sets out the subject-matter and duration of the processing, the nature and purpose of the processing, the type of personal data, categories of data subjects and the obligations and rights of the controller, as further stipulated in Article 28 of the Regulation.",
                        "reference": "Article 25"
                    }
                ],
                "recordKeeper": [ {
                        "description": "Each controller and processor and, where applicable, their representatives shall maintain a record of its processing activities. The provisions of Article 30 of the Regulation shall apply to information included in a record of processing activities, the form of the record, accessibility, etc.",
                        "reference": "Article 26"
                    }
                ],
                "riskImpact": [ {
                        "description": "Where a type of processing, in particular using new technologies, and taking into account the nature, scope, context and purposes of the processing, is likely to result in a high risk to the rights and freedoms of natural persons, the controller shall, prior to the processing, carry out an assessment of the impact of the envisaged processing operations on the protection of personal data, as further stipulated in Article 35 of the Regulation. A single assessment may address a set of similar processing operations that present similar high risks",
                        "reference": "Article 29"
                    }
                ],
                "breachNotification": [ {
                        "description": "In the case of a personal data breach, the controller shall without undue delay and, where feasible, not later than 72 hours after having become aware of it, notify the personal data breach to the Data Protection Authority, unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons. Where the notification to the Data Protection Authority is not made within 72 hours, it shall be accompanied by reasons for the delay. Furthermore, the processor shall notify the controller without undue delay after becoming aware of a personal data breach. The provisions of Article 33 of the Regulation shall apply to the content of such notification to the Data Protection Authority. Where the personal data breach is likely to result in a high risk to the rights and freedoms of natural persons, the controller shall communicate the personal data breach to the data subject without undue delay. The provisions of Article 34 of the Regulation shall apply with regard to the content of such notification and exemptions from notification obligations. ",
                        "reference": "Article 27"
                    }
                ],
                "registration": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dpo": [ {
                        "description": "Article 35 outlines the requirement for the designation of data protection officers (DPOs) by controllers and processors in specific circumstances. Firstly, a DPO must be designated if the processing is conducted by a public authority. Secondly, if the core activities of the controller or processor involve regular and systematic monitoring of data subjects on a large scale or processing of sensitive personal data or data relating to criminal convictions and offences on a large scale, a DPO must be appointed. Additionally, a group of undertakings may appoint a single DPO as long as they ensure accessibility from each establishment, and more than one authority may also appoint a single DPO considering their organizational structure and size. The specific competencies, position, and tasks of the DPO are further detailed in Articles 37 to 39 of the Regulation.",
                        "reference": "Article 35"
                    }
                ],
                "dataTransfer": [ {
                        "description": "Decisions of the Commission on the transfer of data to a third country or an international organisation pursuant to Article 45 of the Regulation shall apply in Iceland in accordance with a decision of the EEA Joint Committee. The Minister shall confirm such decisions and publish a notification thereof in the Official Gazette",
                        "reference": "Article 16"
                    }
                ]
            },
            "scope": [
                {
                    "exemptions": [
                        {
                            "type": "Governmental Bodies",
                            "description": "This Act and this Regulation shall not apply to processing of personal data in relation to the function of the Althingi and its bodies and investigative bodies."
                        },
                        {
                            "type": "Judiciary",
                            "description": "This Act and this Regulation shall not apply to processing of personal data by the judiciary in the performance of its judicial tasks."
                        },
                        {
                            "type": "The State",
                            "description": "This Act and this Regulation shall not apply to processing of personal data by the State in relation to the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security. "
                        }
                    ],             
                    "nonProfitsCovered": ["Non-Profits are not explicitly exempted"],
                    "verticalCarveouts" : [""],
                    "preemption": [""]
                }
            ],
            "enforcement": [ {
                "enforcementAuthority": ["The Data Protection Authority"],
                "rulemakingAuthority": ["The Data Protection Authority"],
                "finingAuthority": ["The Data Protection Authority"],
                "penalties": [ "Article 45 of the Act outlines the imposition of daily fines by the Data Protection Authority when its orders pursuant to Article 42(6), (7), and (9) are not followed. These fines can be up to ISK 200,000 per day until the non-compliant situation is rectified. If appealed, daily fines are suspended until a final judgment is made, and they are paid to the State Treasury. Article 46 specifies administrative fines that the Data Protection Authority may impose on controllers or processors for infringements of the Regulation and the Act. For violations of specified provisions, fines range from ISK 100,000 up to ISK 1.2 billion or up to 2% of the annual overall turnover globally for corporations. For more severe violations, fines can range from ISK 100,000 up to ISK 2.4 billion or up to 4% of the annual overall turnover globally. These fines apply to natural and legal persons, regardless of intent, and decisions are made by the Data Protection Authority's Board, with collected fines deposited to the State Treasury. If fines are not paid within a month, post-maturity interest is applied, and the authority's authorization to impose fines expires after five years from the violation, with the limitation period being interrupted upon the authority's investigation notification."],
                "personalLiability": [""],
                "privateRightOfAction" : [""]
                }
            ],
            "threshold": [
                {
                    "type": "All Organizations",
                    "description": "Organizations that process personal data either wholly or partly by automated means, as well as those processing personal data manually that are part of a filing system or intended to be part of one."
                }
            ]
         },
         {
            "lawName": "General Data Protection Regulation (GDPR)",
            "acronym": "GDPR",
            "description": "The General Data Protection Regulation (GDPR) is a comprehensive data protection and privacy law enacted by the European Union (EU) in 2016 and enforced since May 25, 2018. It replaces the Data Protection Directive 95/46/EC and aims to harmonize data privacy laws across Europe, enhance the protection of individuals' personal data, and reshape the way organizations approach data privacy.",
            "reference": "https://gdpr-info.eu/",
            "billStatus": "In force",
            "inEffect" : "May 25, 2018",
            "applicability": [ 
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religious or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Genetic data",
                                               "Biometric data",
                                               "Data concerning health", 
                                               "Data concerning a natural person’s sex life",
                                               "Sexual orientation"],
                    "processingPurposes": ["Collection", "Recording", "Organisation", "Structuring", "Storage", "Adaptation", "Alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination or otherwise making available", "Alignment or combination", "Restriction", "Erasure or destruction"],
                    "consentRequired": "True"
                }
            ],
            "individualRights": [
                {
                    "name": "Right to Access",
                    "reference": ["Article 15"]
                },
                {
                    "name": "Right to Rectification",
                    "reference": ["Article 16"]
                },
                {
                    "name": "Right to Erasure",
                    "reference": ["Article 17"]
                },
                {
                    "name": "Right to Restriction of Processing",
                    "reference": ["Article 18"]
                },
                {
                    "name": "Right to Data Portability",
                    "reference": ["Article 20"]
                },
                {
                    "name": "Right to Object",
                    "reference": ["Article 21"]
                }
            ],
            "businessObligations": {
                "notice": [ {
                        "description": "Articles 12, 13, and 14 of the General Data Protection Regulation (GDPR) collectively outline the requirements for providing information to data subjects. Article 12 emphasizes transparency, requiring that information provided to data subjects be clear, accessible, and understandable. Article 13 focuses on the provision of information at the point of data collection, mandating that data subjects receive specific details about the processing of their personal data, including the identity of the data controller and the purposes of processing. Similarly, Article 14 addresses situations where personal data is obtained from sources other than the data subject, specifying the information that must be provided to data subjects, such as the categories of data collected and the source of the data.",
                        "reference": "Articles 12, 13, 14"
                    }
                ],
                "lawfulBasis": [ {
                        "description": "Processing is considered lawful if at least one of the following conditions applies: the data subject has given consent for a specific purpose; processing is necessary for fulfilling a contract with the data subject or for pre-contractual measures at their request; processing is required to comply with a legal obligation; processing is necessary to protect vital interests; processing is performed in the public interest or exercise of official authority; or processing is necessary for legitimate interests, provided that such interests do not override the rights and freedoms of the data subject, especially if they are a child. Additionally, Member States may establish more specific provisions to adapt the application of the rules for certain processing situations. The legal basis for processing under points (c) and (e) must be laid down by Union law or Member State law. When processing personal data for a purpose different from the one initially collected, the controller must ensure compatibility, taking into account various factors such as the purpose of collection, the nature of the data, and potential consequences for data subjects, while also considering appropriate safeguards.",
                        "reference": "Article 6"
                    }
                ],
                "purposeLimitation": [  {
                        "description": "Personal data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with Article 89(1), not be considered to be incompatible with the initial purposes.",
                        "reference": "Article 5"
                    }
                ],
                "dataMinimization": [ {
                        "description": "Personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed",
                        "reference": "Article 5"
                    }
                ],
                "securityReqs": [ {
                        "description": "Personal data shall be processed in a manner that ensures appropriate security, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures. The controller and processor shall implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk, taking into account the state of the art, the costs of implementation, the nature, scope, context, and purposes of processing, as well as the risks of varying likelihood and severity for the rights and freedoms of natural persons. These measures may include pseudonymization and encryption of personal data, ensuring the ongoing confidentiality, integrity, availability, and resilience of processing systems and services, as well as the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident. Additionally, the controller and processor shall conduct regular assessments of the effectiveness of the security measures and implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk.",
                        "reference": "Articles 5, 32"
                    }
                ],
                "privacyByDesign": [  {
                        "description": "Controllers are required to implement appropriate technical and organizational measures, taking into consideration various factors such as the state of the art, implementation costs, and the nature of processing activities. These measures should be implemented both during the determination of the means for processing and during the processing itself. Examples of such measures include pseudonymization, which helps to implement data protection principles like data minimization effectively. The goal is to integrate necessary safeguards into the processing activities to ensure compliance with the GDPR requirements and to protect the rights of data subjects effectively.",
                        "reference": "Article 25"
                    }
                ],
                "processorReqs": [ {
                        "description": "Processors must provide sufficient guarantees to implement appropriate technical and organizational measures to ensure compliance with the Regulation and protect the rights of data subjects. They are not allowed to engage another processor without prior authorization from the controller, and any such engagement must be governed by a contract or legal act that specifies the details of the processing. This includes processing data only according to documented instructions from the controller, ensuring confidentiality, implementing security measures as per Article 32, and assisting the controller in fulfilling data subject rights and compliance obligations. Processors must also delete or return all personal data to the controller after the provision of services, provide necessary compliance information, and allow for audits by the controller. Additionally, if a processor engages another processor, it must impose the same data protection obligations through a contract or legal act, and it remains fully liable to the controller for the other processor's obligations. Adherence to approved codes of conduct or certification mechanisms can demonstrate sufficient guarantees, and standard contractual clauses may be used in contracts between controllers and processors. If a processor infringes the GDPR by determining processing purposes and means, it will be considered a controller for that processing, with relevant liability implications.",
                        "reference": "Article 28"
                    }
                ],
                "recordKeeper": [ {
                        "description": "Each controller and processor is mandated to maintain a record of processing activities under their responsibility. For controllers, this record must include their contact details, purposes of processing, categories of data subjects and personal data, recipients of personal data, information on data transfers, envisaged time limits for data erasure, and descriptions of security measures. Processors must maintain similar records, including details of the controller(s) on whose behalf they process data. These records must be in writing or electronic form and made available to the supervisory authority upon request. However, these obligations do not apply to enterprises with fewer than 250 employees unless their processing activities pose risks to data subjects' rights and freedoms, are not occasional, or involve special categories of data or data relating to criminal convictions and offenses.",
                        "reference": "Article 30"
                    }
                ],
                "riskImpact": [ {
                        "description": "Controllers are required to conduct a Data Protection Impact Assessment (DPIA) before processing operations that are likely to result in a high risk to the rights and freedoms of individuals, especially when using new technologies. This assessment should consider the nature, scope, context, and purposes of the processing. Controllers should seek the advice of the data protection officer when conducting a DPIA. Such assessments are particularly necessary for processing involving automated decision-making, large-scale processing of sensitive data, or systematic monitoring of public areas. Supervisory authorities establish and publish lists of processing operations requiring a DPIA and those exempt from it. The DPIA must include a systematic description of the processing, an assessment of its necessity and proportionality, an evaluation of risks to data subjects' rights and freedoms, and proposed measures to mitigate these risks. Compliance with approved codes of conduct is considered in DPIAs, and where appropriate, the views of data subjects or their representatives should be sought. If processing is regulated by Union or Member State law and a DPIA has already been conducted, further assessments may not be necessary unless deemed necessary by Member States or if there is a change in the risk posed by processing operations, in which case a review should be conducted.",
                        "reference": "Article 35"
                    }
                ],
                "breachNotification": [ {
                        "description": "In case of a personal data breach, controllers must promptly, and if feasible, within 72 hours after becoming aware of it, notify the supervisory authority unless the breach is unlikely to result in risks to individuals' rights and freedoms. The processor must also inform the controller without undue delay upon discovering a breach. The notification should describe the breach's nature, the categories of affected individuals and personal data records, provide contact details for further information, outline the likely consequences, and detail measures taken or proposed to address the breach. Controllers must document breaches, including the facts, effects, and remedial actions taken. When a breach poses a high risk to individuals, controllers must promptly inform affected individuals, describing the breach clearly, providing necessary information and measures, unless certain conditions exempt them from doing so, such as having implemented effective protection measures or when communication would involve disproportionate effort. If the controller hasn't notified affected individuals, the supervisory authority may require them to do so or determine if exemption conditions apply.",
                        "reference": "Articles 33, 34"
                    }
                ],
                "registration": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dpo": [ {
                        "description": "The designation of a data protection officer (DPO) is required in certain cases, such as when processing involves a public authority, large-scale monitoring of individuals, or processing special categories of data on a large scale. A group of companies may appoint a single DPO, ensuring accessibility from each establishment. Public authorities may designate one DPO for several bodies, considering their organizational structure and size. In other cases, controllers, processors, or representative bodies may appoint a DPO, mandated by Union or Member State law when necessary. The DPO should possess expert knowledge in data protection law and practices and be designated based on professional qualities. They may be a staff member or engage through a service contract, and their contact details must be published and communicated to the supervisory authority. The DPO must be involved in all matters related to data protection and should receive support from the controller or processor, including access to resources and data. They should act independently, reporting directly to the highest management level, and should not be penalized for carrying out their duties. Data subjects can contact the DPO regarding any issues related to their personal data processing. The DPO is bound by secrecy or confidentiality as per applicable laws and should avoid conflicts of interest. The DPO's tasks include informing and advising on data protection obligations, monitoring compliance with regulations and organizational policies, providing advice on data protection impact assessments, cooperating with supervisory authorities, acting as a point of contact for regulatory matters, and considering risks associated with processing operations.",
                        "reference": "Articles 37, 38, 39"
                    }
                ],
                "dataTransfer": [ {
                        "description": "The GDPR establishes stringent requirements for the transfer of personal data to third countries or international organizations. These regulations ensure that the rights and freedoms of data subjects are adequately protected, regardless of where the data is processed. Data transfers can only occur if specific conditions outlined in Chapter V of the GDPR are met. These conditions include obtaining an adequacy decision from the European Commission, implementing appropriate safeguards such as standard contractual clauses or binding corporate rules, or relying on specific derogations for certain situations. The GDPR also emphasizes the importance of international cooperation to facilitate the enforcement of data protection legislation and to promote the exchange of information and best practices among relevant stakeholders. Compliance with these regulations is essential for organizations involved in international data transfers to avoid penalties and ensure the privacy and security of personal data.",
                        "reference": "Chapter 5"
                    }
                ]
            },
            "scope": [
                {
                    "exemptions": [
                        {
                            "type": "Activities of Member States under Chapter 2 of Title V of the TEU",
                            "description": "The GDPR does not apply to processing by Member States when carrying out activities falling within the scope of Chapter 2 of Title V of the Treaty on European Union (TEU), which pertains to the common foreign and security policy."
                        },
                        {
                            "type": "Law enforcement and criminal activities",
                            "description": "The GDPR does not apply to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection, or prosecution of criminal offenses or the execution of criminal penalties, including safeguarding against and preventing threats to public security."
                        },
                        {
                            "type": "Purely personal or household activities",
                            "description": "The GDPR does not apply to the processing of personal data by a natural person in the course of a purely personal or household activity."
                        }
                    ],             
                    "nonProfitsCovered": ["Non-Profits are not explicitly exempted"],
                    "verticalCarveouts" : [""],
                    "preemption": [""]
                }
            ],
            "enforcement": [ {
                "enforcementAuthority": ["The supervisory authority, as outlined in the GDPR (General Data Protection Regulation), is an independent public authority established by each EU member state to oversee the application of the regulation. Its primary objectives are to safeguard the fundamental rights and freedoms of individuals concerning the processing of personal data and to facilitate the free movement of such data within the European Union."],
                "rulemakingAuthority": ["The Supervisory Authority"],
                "finingAuthority": ["The Supervisory Authority"],
                "penalties": [ "For infringements related to certain obligations of controllers, processors, certification bodies, and monitoring bodies (Articles 8, 11, 25-39, 42, and 43), the fine can be up to €10,000,000 or up to 2% of the total worldwide annual turnover of the preceding financial year, whichever is higher. For infringements related to fundamental principles of data processing, data subjects' rights, international data transfers, obligations under Member State law, and non-compliance with supervisory authority orders (Articles 5, 6, 7, 9, 12-22, 44-49, Chapter IX, and Article 58(2)), the fine can be up to €20,000,000 or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher."],
                "personalLiability": [""],
                "privateRightOfAction" : ["Data subjects have the right to an effective judicial remedy if they believe that their rights under the GDPR have been violated due to the processing of their personal data not complying with the regulation. This right to judicial remedy is in addition to other available administrative or non-judicial remedies, including the right to lodge a complaint with a supervisory authority as per Article 77. Data subjects have the option to initiate legal proceedings against a controller or processor in the courts of the Member State where the controller or processor has an establishment. Alternatively, such proceedings may be brought before the courts of the Member State where the data subject has their habitual residence, unless the controller or processor is a public authority of a Member State acting in the exercise of its public powers."]
                }
            ],
            "threshold": [
                {
                    "type": "All Organizations and Individuals",
                    "description": "This Regulation applies to the processing of personal data wholly or partly by automated means and to the processing other than by automated means of personal data which form part of a filing system or are intended to form part of a filing system."
                }
            ]
        }
    ],
    "otherPrivacyLaws":[
                {
                    "lawName": "",
                    "type": "Introduced, Minor or Inactive",
                    "description": "",
                    "reference": ""
                }
    ]
}
