{
    "jurisdiction": "Slovakia",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "Slovak Data Protection Act",
            "acronym": "string",
            "description": "The Slovak Data Protection Act (Act No. 18/2018 Coll.) is the primary legislation governing personal data protection in Slovakia. This act aligns with the European Union's General Data Protection Regulation (GDPR), ensuring that Slovakia adheres to EU data protection standards.",
            "reference": "https://dataprotection.gov.sk/files/personal-data-sample/2019_10_03_act_18_2018_on_personal_data_protection_and_amending_and_supplementing_certain_acts.pdf",
            "billStatus": "In force",
            "inEffect" : "May 25, 2018",
            "applicability": 
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religious or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Genetic data", 
                                               "Biometric data", 
                                               "Data concerning health", 
                                               "Data concerning a natural person's sex life or sexual orientation"],
                    "processingPurposes": ["Collection", "Recording", "Organisation", "Structuring", "Storage", "Alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination", "Making available", "Alignment or combination", "Restriction", "Erasure"],
                    "consentRequired": "True"
                },
            "individualRights": [
                {
                    "name": "Right to Access",
                    "reference": "Section 21"
                },
                {
                    "name": "Right to Rectification",
                    "reference": "Section 22"
                },
                {
                    "name": "Right to Erasure",
                    "reference": "Section 23"
                },
                {
                    "name": "Right to Restriction of Processing",
                    "reference": "Section 24"
                },
                {
                    "name": "Right to Data Portability",
                    "reference": "Section 26"
                },
                {
                    "name": "Right to Object",
                    "reference": "Section 27"
                },
                {
                    "name": "Right to not be subject to a decision based solely on automated processing",
                    "reference": "Section 28"
                },
                {
                    "name": "Right to Withdraw Consent",
                    "reference": "Section 14"
                }
            ],
            "businessObligations": {
                "notice": {
                        "description": "If the controller requires the data subject to consent to personal data processing, such consent must be distinguished from other matters and must be made in a clear and understandable and accessible form.",
                        "reference": "Section 14"
                    },
                "lawfulBasis": {
                        "description": "The Slovak Data Protection Act outlines the conditions under which personal data processing is considered lawful, requiring at least one legal basis such as the data subject's consent, necessity for contract performance, compliance with a special regulation or international treaty, protection of life, health, or property, performance of a task in the public interest or official authority, or legitimate interests of the controller or third party. The Act mandates that the legal basis for data processing be specified by law or treaty and requires that the purposes, categories of data subjects, and data scope be clearly defined. If processing for a new purpose, not originally consented to, is considered, the controller must evaluate its compatibility with the original purpose, considering factors such as the relationship between the purposes, context, nature of the data, potential consequences for the data subject, and the presence of safeguards like encryption or pseudonymisation.",
                        "reference": "Section 13"
                    },
                "purposeLimitation": {
                        "description": "Personal data shall be collected only for specified, explicit and legitimate purpose and not further processed in a manner that is incompatible with this purpose; further processing of personal data for archiving purpose, scientific or historical research purpose, or statistical purpose, if in compliance with special regulation) and if appropriate safeguards of the protection of data subject's rights in accordance with section 78 paragraph 8, shall not be considered to be incompatible with the initial purpose.",
                        "reference": "Section 7"
                    },
                "dataMinimization": {
                        "description": "Personal data processed shall be adequate, relevant and limited to what is necessary in relation to the purpose for which they are processed.",
                        "reference": "Section 8"
                    },
                "securityReqs": {
                        "description": "Both data controllers and processors are mandated to implement appropriate technical and organizational measures to ensure a level of security suitable to the risks associated with personal data processing. These measures must consider the current state of technology, implementation costs, and the nature, scope, context, and purpose of processing, as well as the risk to individuals' rights. Specifically, measures should include pseudonymisation and encryption of personal data, maintaining the confidentiality, integrity, availability, and resilience of processing systems, ensuring data recovery in case of incidents, and regularly testing the effectiveness of security measures. The level of security must address risks such as accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access to personal data. Compliance with approved codes of conduct or certifications can help demonstrate adherence to these requirements. Additionally, individuals processing data on behalf of the controller or processor must do so based on specific instructions or applicable regulations.",
                        "reference": "Section 39"
                    },
                "privacyByDesign": {
                        "description": "Data controllers are required to integrate data protection measures both by design and by default. Before and during data processing, controllers must implement appropriate technical and organizational measures, such as pseudonymisation, to ensure data protection. This approach must adhere to fundamental principles and take into account current technology, implementation costs, and the specific nature, scope, context, and purposes of the processing, along with the associated risks to individuals' rights and freedoms. Data protection by default means that controllers must ensure personal data is processed only for specific purposes, minimizing the amount and scope of data collected, limiting storage periods, and restricting access to personal data. By default, personal data should not be accessible to an indefinite number of individuals without the data subject's intervention.",
                        "reference": "Section 32"
                    },
                "processorReqs": {
                        "description": "Processors must not engage another processor without the controller’s prior written consent. The processing must be governed by a contract that outlines the processing's subject matter, duration, nature, purpose, scope, data categories, and both parties' obligations and rights. Processors must follow written instructions from controllers, ensure confidentiality, take necessary security measures, assist controllers in fulfilling data subject requests, and comply with data protection obligations. Upon service completion, processors must delete or return personal data as directed by the controller. Processors must also provide information to demonstrate compliance and cooperate with audits. If a processor engages another processor, they must impose the same data protection obligations. If a processor determines the purposes and means of processing in violation of the Act, it will be considered a controller for that processing. Contracts must be in written or electronic form, and compliance can be demonstrated through approved codes of conduct or certifications.",
                        "reference": "Section 34"
                    },
                "recordKeeper": {
                        "description": "Controllers and their representatives are required to maintain detailed records of their data processing activities, including information on the controller and data protection officer, purposes of processing, categories of data subjects and data, recipient categories, intended transfers to third countries or international organizations with safeguards documentation, data retention periods, and a general description of security measures. Processors must similarly maintain records of processing activities conducted on behalf of controllers, including their own and the controller's contact information, categories of processing, intended data transfers with safeguards, and a description of security measures. These records must be in written or electronic form and made available to the supervisory authority upon request. Exemptions apply to employers with fewer than 250 employees unless the processing poses risks to data subjects' rights, is not occasional, or involves special data categories or criminal data. The supervisory authority will provide a template for these records on its website.",
                        "reference": "Section 37"
                    },
                "riskImpact": {
                        "description": "Controllers are required to conduct a data protection impact assessment (DPIA) before processing activities that may pose a high risk to individuals' rights, especially when using new technologies. This assessment should consider the nature, scope, context, and purposes of the processing. Controllers must consult their data protection officer during the DPIA process. DPIAs are particularly required in the case of systematic and extensive evaluation of personal aspects, large-scale processing of special categories of data or criminal data, and systematic monitoring of publicly accessible areas on a large scale. The assessment must include a systematic description of processing operations and purposes, an evaluation of necessity and proportionality, an analysis of risks to data subjects' rights, and measures to mitigate risks and ensure compliance with the law while safeguarding data subjects' rights and legitimate interests. Compliance with approved codes of conduct or certificates may be considered in assessing processing impacts. Controllers may seek input from data subjects or their representatives regarding planned processing, ensuring that commercial or public interests and processing security are maintained. Controllers must verify that processing aligns with the DPIA, especially when risks change.",
                        "reference": "Section 42"
                    },
                "breachNotification": {
                        "description": "In the event of a personal data breach, the controller must notify the Office for Personal Data Protection within 72 hours of becoming aware of the breach unless the breach is unlikely to result in a risk to individuals' rights. If the controller fails to notify within this timeframe, they must provide reasoning for the delay. Additionally, the processor must inform the controller promptly upon becoming aware of the breach. The notification to the Office must include a description of the breach, the categories and approximate number of affected data subjects and records, contact details for obtaining more information, the likely consequences of the breach, and the measures taken or proposed to address it. If not all information is available at the time of notification, the controller must provide it as soon as it becomes known. Furthermore, the controller must document all breaches, including the facts, effects, and remedial actions taken. If the breach is likely to result in a high risk to individuals' rights, the controller must also communicate the breach to the data subjects without undue delay, providing clear and plain language descriptions of the breach, along with information on its likely consequences and measures taken to address it, unless certain conditions apply, such as the implementation of appropriate protection measures or disproportionate effort required for communication.",
                        "reference": "Section 40 and 41"
                    },
                "registration": {
                        "description": "",
                        "reference": ""
                    },
                "dpo": {
                        "description": "The designation of a data protection officer (DPO) is mandated by controllers and processors under specific circumstances. These include situations where processing is conducted by a public authority or institution, where core activities involve large-scale monitoring of individuals or processing of special categories of data, or when required by special regulation or international treaty. DPOs must possess professional qualities and expert knowledge of data protection law and practices. They can be employees or contracted individuals and must be provided with necessary resources and access to personal data by the controller or processor. DPOs are tasked with advising on data protection obligations, monitoring compliance, providing guidance on data protection impact assessments, cooperating with supervisory authorities, serving as the point of contact for data protection issues, and considering the risks associated with processing operations. They are bound by confidentiality and must avoid conflicts of interest in carrying out their duties. The controller or processor must make the DPO's contact details publicly available and communicate them to the Office for Personal Data Protection.",
                        "reference": "Section 44, 45, 46"
                    },
                "dataTransfer": {
                        "description": "Transfer of personal data to third countries or international organizations can only occur if necessary for tasks related to criminal proceedings or if authorized by the competent authority. Prior authorization from the member state is required for transfers originating from another member state. Alternatively, transfers may proceed if adequate safeguards or derogations apply, as determined by the Commission or under specific situations outlined in the Act. For onward transfers to additional third countries or international organizations, authorization from the competent authority is necessary, considering factors such as the seriousness of the offense and the level of data protection in the receiving country or organization. In urgent cases where prior authorization cannot be obtained in time, immediate transfers may be allowed if essential to public security or the vital interests of a member state, with subsequent notification to the relevant authority. Additionally, when transferring data with special processing requirements, the competent authority must inform the recipient accordingly. Transfers within the EU or to EU agencies must adhere to the same conditions as transfers within Slovakia.",
                        "reference": "Section 74"
                    }
            },
            "scope":
                {
                    "exemptions": [
                        {
                            "type": "",
                            "description": ""
                        }
                    ],             
                    "nonProfitsCovered": "Not-for-profit bodies are exempt from he prohibiton to process special categories of persoanl data",
                    "verticalCarveouts" : "",
                    "preemption": ""
                },
            "enforcement": {
                "enforcementAuthority": "The Office for Personal Data Protection of the Slovak Republic (Úrad na ochranu osobných údajov Slovenskej republiky)",
                "rulemakingAuthority": "The Office for Personal Data Protection of the Slovak Republic (Úrad na ochranu osobných údajov Slovenskej republiky)",
                "finingAuthority": "The Office for Personal Data Protection of the Slovak Republic (Úrad na ochranu osobných údajov Slovenskej republiky)",
                "penalties": "",
                "personalLiability": "",
                "privateRightOfAction" : ""
                },
            "threshold": [
                {
                    "type": "Any Organization",
                    "description": "The Slovak Data Protection Act applies to all personal data processing activities carried out by public and private sector entities within Slovakia."
                }
            ]
        },
        {
            "lawName": "General Data Protection Regulation (GDPR)",
            "acronym": "GDPR",
            "description": "The General Data Protection Regulation (GDPR) is a comprehensive data protection and privacy law enacted by the European Union (EU) in 2016 and enforced since May 25, 2018. It replaces the Data Protection Directive 95/46/EC and aims to harmonize data privacy laws across Europe, enhance the protection of individuals' personal data, and reshape the way organizations approach data privacy.",
            "reference": "https://gdpr-info.eu/",
            "billStatus": "In force",
            "inEffect" : "May 25, 2018",
            "applicability":
                {
                    "roles": ["Controller", "Processor", "Data Subject"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Political opinions", 
                                               "Religious or philosophical beliefs", 
                                               "Trade union membership", 
                                               "Genetic data",
                                               "Biometric data",
                                               "Data concerning health", 
                                               "Data concerning a natural person’s sex life",
                                               "Sexual orientation"],
                    "processingPurposes": ["Collection", "Recording", "Organisation", "Structuring", "Storage", "Adaptation", "Alteration", "Retrieval", "Consultation", "Use", "Disclosure by transmission", "Dissemination or otherwise making available", "Alignment or combination", "Restriction", "Erasure or destruction"],
                    "consentRequired": "True"
                },
            "individualRights": [
                {
                    "name": "Right to Access",
                    "reference": "Article 15"
                },
                {
                    "name": "Right to Rectification",
                    "reference": "Article 16"
                },
                {
                    "name": "Right to Erasure",
                    "reference": "Article 17"
                },
                {
                    "name": "Right to Restriction of Processing",
                    "reference": "Article 18"
                },
                {
                    "name": "Right to Data Portability",
                    "reference": "Article 20"
                },
                {
                    "name": "Right to Object",
                    "reference": "Article 21"
                },
                {
                    "name": "Right to not be subject to a decision based solely on automated processing",
                    "reference": "Article 22"
                }
            ],
            "businessObligations": {
                "notice": {
                        "description": "Articles 12, 13, and 14 of the General Data Protection Regulation (GDPR) collectively outline the requirements for providing information to data subjects. Article 12 emphasizes transparency, requiring that information provided to data subjects be clear, accessible, and understandable. Article 13 focuses on the provision of information at the point of data collection, mandating that data subjects receive specific details about the processing of their personal data, including the identity of the data controller and the purposes of processing. Similarly, Article 14 addresses situations where personal data is obtained from sources other than the data subject, specifying the information that must be provided to data subjects, such as the categories of data collected and the source of the data.",
                        "reference": "Articles 12, 13, 14"
                    },
                "lawfulBasis": {
                        "description": "Processing is considered lawful if at least one of the following conditions applies: the data subject has given consent for a specific purpose; processing is necessary for fulfilling a contract with the data subject or for pre-contractual measures at their request; processing is required to comply with a legal obligation; processing is necessary to protect vital interests; processing is performed in the public interest or exercise of official authority; or processing is necessary for legitimate interests, provided that such interests do not override the rights and freedoms of the data subject, especially if they are a child. Additionally, Member States may establish more specific provisions to adapt the application of the rules for certain processing situations. The legal basis for processing under points (c) and (e) must be laid down by Union law or Member State law. When processing personal data for a purpose different from the one initially collected, the controller must ensure compatibility, taking into account various factors such as the purpose of collection, the nature of the data, and potential consequences for data subjects, while also considering appropriate safeguards.",
                        "reference": "Article 6"
                    },
                "purposeLimitation": {
                        "description": "Personal data shall be collected for specified, explicit and legitimate purposes and not further processed in a manner that is incompatible with those purposes; further processing for archiving purposes in the public interest, scientific or historical research purposes or statistical purposes shall, in accordance with Article 89(1), not be considered to be incompatible with the initial purposes.",
                        "reference": "Article 5"
                    },
                "dataMinimization": {
                        "description": "Personal data shall be adequate, relevant and limited to what is necessary in relation to the purposes for which they are processed",
                        "reference": "Article 5"
                    },
                "securityReqs": {
                        "description": "Personal data shall be processed in a manner that ensures appropriate security, including protection against unauthorized or unlawful processing and against accidental loss, destruction, or damage, using appropriate technical or organizational measures. The controller and processor shall implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk, taking into account the state of the art, the costs of implementation, the nature, scope, context, and purposes of processing, as well as the risks of varying likelihood and severity for the rights and freedoms of natural persons. These measures may include pseudonymization and encryption of personal data, ensuring the ongoing confidentiality, integrity, availability, and resilience of processing systems and services, as well as the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident. Additionally, the controller and processor shall conduct regular assessments of the effectiveness of the security measures and implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk.",
                        "reference": "Articles 5, 32"
                    },
                "privacyByDesign": {
                        "description": "Controllers are required to implement appropriate technical and organizational measures, taking into consideration various factors such as the state of the art, implementation costs, and the nature of processing activities. These measures should be implemented both during the determination of the means for processing and during the processing itself. Examples of such measures include pseudonymization, which helps to implement data protection principles like data minimization effectively. The goal is to integrate necessary safeguards into the processing activities to ensure compliance with the GDPR requirements and to protect the rights of data subjects effectively.",
                        "reference": "Article 25"
                    },
                "processorReqs": {
                        "description": "Processors must provide sufficient guarantees to implement appropriate technical and organizational measures to ensure compliance with the Regulation and protect the rights of data subjects. They are not allowed to engage another processor without prior authorization from the controller, and any such engagement must be governed by a contract or legal act that specifies the details of the processing. This includes processing data only according to documented instructions from the controller, ensuring confidentiality, implementing security measures as per Article 32, and assisting the controller in fulfilling data subject rights and compliance obligations. Processors must also delete or return all personal data to the controller after the provision of services, provide necessary compliance information, and allow for audits by the controller. Additionally, if a processor engages another processor, it must impose the same data protection obligations through a contract or legal act, and it remains fully liable to the controller for the other processor's obligations. Adherence to approved codes of conduct or certification mechanisms can demonstrate sufficient guarantees, and standard contractual clauses may be used in contracts between controllers and processors. If a processor infringes the GDPR by determining processing purposes and means, it will be considered a controller for that processing, with relevant liability implications.",
                        "reference": "Article 28"
                    },
                "recordKeeper": {
                        "description": "Each controller and processor is mandated to maintain a record of processing activities under their responsibility. For controllers, this record must include their contact details, purposes of processing, categories of data subjects and personal data, recipients of personal data, information on data transfers, envisaged time limits for data erasure, and descriptions of security measures. Processors must maintain similar records, including details of the controller(s) on whose behalf they process data. These records must be in writing or electronic form and made available to the supervisory authority upon request. However, these obligations do not apply to enterprises with fewer than 250 employees unless their processing activities pose risks to data subjects' rights and freedoms, are not occasional, or involve special categories of data or data relating to criminal convictions and offenses.",
                        "reference": "Article 30"
                    },
                "riskImpact": {
                        "description": "Controllers are required to conduct a Data Protection Impact Assessment (DPIA) before processing operations that are likely to result in a high risk to the rights and freedoms of individuals, especially when using new technologies. This assessment should consider the nature, scope, context, and purposes of the processing. Controllers should seek the advice of the data protection officer when conducting a DPIA. Such assessments are particularly necessary for processing involving automated decision-making, large-scale processing of sensitive data, or systematic monitoring of public areas. Supervisory authorities establish and publish lists of processing operations requiring a DPIA and those exempt from it. The DPIA must include a systematic description of the processing, an assessment of its necessity and proportionality, an evaluation of risks to data subjects' rights and freedoms, and proposed measures to mitigate these risks. Compliance with approved codes of conduct is considered in DPIAs, and where appropriate, the views of data subjects or their representatives should be sought. If processing is regulated by Union or Member State law and a DPIA has already been conducted, further assessments may not be necessary unless deemed necessary by Member States or if there is a change in the risk posed by processing operations, in which case a review should be conducted.",
                        "reference": "Article 35"
                    },
                "breachNotification": {
                        "description": "In case of a personal data breach, controllers must promptly, and if feasible, within 72 hours after becoming aware of it, notify the supervisory authority unless the breach is unlikely to result in risks to individuals' rights and freedoms. The processor must also inform the controller without undue delay upon discovering a breach. The notification should describe the breach's nature, the categories of affected individuals and personal data records, provide contact details for further information, outline the likely consequences, and detail measures taken or proposed to address the breach. Controllers must document breaches, including the facts, effects, and remedial actions taken. When a breach poses a high risk to individuals, controllers must promptly inform affected individuals, describing the breach clearly, providing necessary information and measures, unless certain conditions exempt them from doing so, such as having implemented effective protection measures or when communication would involve disproportionate effort. If the controller hasn't notified affected individuals, the supervisory authority may require them to do so or determine if exemption conditions apply.",
                        "reference": "Articles 33, 34"
                    },
                "registration": {
                        "description": "",
                        "reference": ""
                    },
                "dpo":{
                        "description": "The designation of a data protection officer (DPO) is required in certain cases, such as when processing involves a public authority, large-scale monitoring of individuals, or processing special categories of data on a large scale. A group of companies may appoint a single DPO, ensuring accessibility from each establishment. Public authorities may designate one DPO for several bodies, considering their organizational structure and size. In other cases, controllers, processors, or representative bodies may appoint a DPO, mandated by Union or Member State law when necessary. The DPO should possess expert knowledge in data protection law and practices and be designated based on professional qualities. They may be a staff member or engage through a service contract, and their contact details must be published and communicated to the supervisory authority. The DPO must be involved in all matters related to data protection and should receive support from the controller or processor, including access to resources and data. They should act independently, reporting directly to the highest management level, and should not be penalized for carrying out their duties. Data subjects can contact the DPO regarding any issues related to their personal data processing. The DPO is bound by secrecy or confidentiality as per applicable laws and should avoid conflicts of interest. The DPO's tasks include informing and advising on data protection obligations, monitoring compliance with regulations and organizational policies, providing advice on data protection impact assessments, cooperating with supervisory authorities, acting as a point of contact for regulatory matters, and considering risks associated with processing operations.",
                        "reference": "Articles 37, 38, 39"
                    },
                "dataTransfer":{
                        "description": "The GDPR establishes stringent requirements for the transfer of personal data to third countries or international organizations. These regulations ensure that the rights and freedoms of data subjects are adequately protected, regardless of where the data is processed. Data transfers can only occur if specific conditions outlined in Chapter V of the GDPR are met. These conditions include obtaining an adequacy decision from the European Commission, implementing appropriate safeguards such as standard contractual clauses or binding corporate rules, or relying on specific derogations for certain situations. The GDPR also emphasizes the importance of international cooperation to facilitate the enforcement of data protection legislation and to promote the exchange of information and best practices among relevant stakeholders. Compliance with these regulations is essential for organizations involved in international data transfers to avoid penalties and ensure the privacy and security of personal data.",
                        "reference": "Chapter 5"
                    }
            },
            "scope":
                {
                    "exemptions": [
                        {
                            "type": "Activities of Member States under Chapter 2 of Title V of the TEU",
                            "description": "The GDPR does not apply to processing by Member States when carrying out activities falling within the scope of Chapter 2 of Title V of the Treaty on European Union (TEU), which pertains to the common foreign and security policy."
                        },
                        {
                            "type": "Law enforcement and criminal activities",
                            "description": "The GDPR does not apply to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection, or prosecution of criminal offenses or the execution of criminal penalties, including safeguarding against and preventing threats to public security."
                        },
                        {
                            "type": "Purely personal or household activities",
                            "description": "The GDPR does not apply to the processing of personal data by a natural person in the course of a purely personal or household activity."
                        }
                    ],             
                    "nonProfitsCovered": "Non-Profits are not explicitly exempted",
                    "verticalCarveouts" : "",
                    "preemption": ""
                },
            "enforcement": {
                "enforcementAuthority": "The supervisory authority, as outlined in the GDPR (General Data Protection Regulation), is an independent public authority established by each EU member state to oversee the application of the regulation. Its primary objectives are to safeguard the fundamental rights and freedoms of individuals concerning the processing of personal data and to facilitate the free movement of such data within the European Union.",
                "rulemakingAuthority": "The Supervisory Authority",
                "finingAuthority": "The Supervisory Authority",
                "penalties": "For infringements related to certain obligations of controllers, processors, certification bodies, and monitoring bodies (Articles 8, 11, 25-39, 42, and 43), the fine can be up to €10,000,000 or up to 2% of the total worldwide annual turnover of the preceding financial year, whichever is higher. For infringements related to fundamental principles of data processing, data subjects' rights, international data transfers, obligations under Member State law, and non-compliance with supervisory authority orders (Articles 5, 6, 7, 9, 12-22, 44-49, Chapter IX, and Article 58(2)), the fine can be up to €20,000,000 or up to 4% of the total worldwide annual turnover of the preceding financial year, whichever is higher.",
                "personalLiability": "",
                "privateRightOfAction" : "Data subjects have the right to an effective judicial remedy if they believe that their rights under the GDPR have been violated due to the processing of their personal data not complying with the regulation. This right to judicial remedy is in addition to other available administrative or non-judicial remedies, including the right to lodge a complaint with a supervisory authority as per Article 77. Data subjects have the option to initiate legal proceedings against a controller or processor in the courts of the Member State where the controller or processor has an establishment. Alternatively, such proceedings may be brought before the courts of the Member State where the data subject has their habitual residence, unless the controller or processor is a public authority of a Member State acting in the exercise of its public powers."
                },
            "threshold": [
                {
                    "type": "All Organizations and Individuals",
                    "description": "This Regulation applies to the processing of personal data wholly or partly by automated means and to the processing other than by automated means of personal data which form part of a filing system or are intended to form part of a filing system."
                }
            ]
        }
    ],
    "otherPrivacyLaws":[
        {
            "lawName": "Act No. 428/2002 Coll. on Protection of Personal Data",
            "type": "Inactive",
            "description": "Act No. 428/2002 Coll. aligns with the broader framework of European data protection regulations, including the EU Data Protection Directive 95/46/EC, which has since been succeeded by the General Data Protection Regulation (GDPR).",
            "reference": "https://www.afapdp.org/wp-content/uploads/2018/05/Slovaquie-Loi-n%C2%B0428-2002-coll.-sur-la-protection-des-donnees.pdf"
        }
    ]
}
