{
    "jurisdiction": "New Jersey",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "New Jersey Data Privacy Act (NJDPA)",
            "acronym": "NJDPA",
            "description": "The New Jersey Data Protection Act (NJDPA) gives people of New Jersey authority over their personal data. It also gives certain rights and places requirements on those that handle and control consumer data. The legislation is applicable to companies and organizations that operate within the state or that create goods or services intended for New Jersey residents.",
            "reference": "https://www.njleg.state.nj.us/bill-search/2022/S332/bill-text?f=S0500&n=332_R6",
            "billStatus": "Signed",
            "inEffect" : "January 15, 2025",
            "applicability":
                {
                    "roles": ["Consumer", "Controller", "Processor", "Third Party"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Religious beliefs", 
                                               "Mental or physical health condition, treatment, or diagnosis", 
                                               "Sex life or sexual orientation", 
                                               "Citizenship or immigration status", 
                                               "Status as a transgender or nonbinary person", 
                                               "Genetic or biometric data that may be process for identifying an individual", 
                                               "Personal data collected from a known child", 
                                               "Precise geolocation data", 
                                               "Financial information"],
                    "processingPurposes": ["Collection", "Use", "Storage", "Disclosure", "Analysis", "Deletion", "Modification"],
                    "consentRequired": "true"
                },
            "individualRights": [
                {
                    "name": "Right to Know if a controller is processing the consumer’s personal information",
                    "reference": "Section 7.a.1"
                },
                {
                    "name": "Right to Access",
                    "reference": "Section 7.a.1"
                },
                {
                    "name": "Right to Correct",
                    "reference": "Section 7.a.2"
                },
                {
                    "name": "Right to Delete",
                    "reference": "Section 7.a.3"
                },
                {
                    "name": "Right to Data Portability",
                    "reference": "Section 7.a.4"
                },
                {
                    "name": "Right to Opt Out of Targeted Advertising, sale of personal information, or automated profiling",
                    "reference": "Section 7.a.5"
                },
                {
                    "name": "Right to Appeal",
                    "reference": "Section 3.5"
                }
            ],
            "businessObligations": {
                "notice": {
                        "description": "A controller is obligated to furnish consumers with a comprehensive and easily accessible privacy notice that must contain specific information. This notice should encompass details such as the categories of personal data processed by the controller, the purposes for which the data is processed, and the identities of any third parties with whom the data may be shared. Additionally, it should outline any categories of personal data shared with third parties, if applicable, and provide instructions on how consumers can exercise their rights, including contact information for the controller and avenues for appealing decisions regarding consumer requests. Furthermore, the notice must elucidate the process for notifying consumers of significant changes to the provided information and specify an active electronic mail address or other online mechanism for consumer inquiries.",
                        "reference": "Section 3.a"
                    },
                "lawfulBasis": {
                        "description": "",
                        "reference": ""
                    },
                "purposeLimitation": {
                        "description": "A controller shall not process personal data for purposes that are neither reasonably necessary to, nor compatible with, the purposes for which such personal data is processed, as disclosed to the consumer.",
                        "reference": "Section 9.a.2"
                    },
                "dataMinimization": {
                        "description": "A controller shall limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which such data is processed, as disclosed to the consumer.",
                        "reference": "Section 9.a.1"
                    },
                "securityReqs": {
                        "description": "A controller shall take reasonable measures to establish, implement, and maintain administrative, technical, and physical data security practices to protect the confidentiality, integrity, and accessibility of personal data and to secure personal data during both storage and use from unauthorized acquisition. The data security practices shall be appropriate to the volume and nature of the personal data at issue.",
                        "reference": "Section 9.a.2"
                    },
                "privacyByDesign": {
                        "description": "",
                        "reference": ""
                    },
                "processorReqs": {
                        "description": "Processors are required to comply with the instructions of the controller and assist them in fulfilling their obligations. This assistance includes implementing appropriate technical and organizational measures to respond to consumer requests, ensuring data security, and providing necessary information for data protection assessments. Processors must also maintain confidentiality and engage subcontractors under written contracts that uphold the processor's obligations. Contracts between controllers and processors must detail processing instructions, types of data processed, duration of processing, and compliance requirements. Processors must also facilitate the controller's ability to demonstrate compliance and allow for assessments or inspections. Additionally, contracts cannot absolve either party of their liabilities under the legislation.",
                        "reference": "Section 13"
                    },
                "recordKeeper": {
                        "description": "",
                        "reference": ""
                    },
                "riskImpact": {
                        "description": "Controllers are required to conduct and document data protection assessments for processing activities involving personal data that pose a heightened risk of harm to consumers. These assessments must evaluate the benefits of the processing against potential risks to consumer rights, considering factors such as the use of de-identified data, consumer expectations, and the controller-consumer relationship. Controllers must make these assessments available to the Division of Consumer Affairs upon request, and the division may review them for compliance with the law. Data protection assessments are confidential and exempt from public inspection. Heightened risk activities include targeted advertising, profiling with foreseeable risks of harm, selling personal data, and processing sensitive data.",
                        "reference": "Section 9.9"
                    },
                "breachNotification": {
                        "description": "",
                        "reference": ""
                    },
                "registration": {
                        "description": "",
                        "reference": ""
                    },
                "dpo": {
                        "description": "",
                        "reference": ""
                    },
                "dataTransfer": {
                        "description": "",
                        "reference": ""
                    }
            },
            "scope":
                {
                    "exemptions": [
                        {
                            "type": "HIPAA and HITECH",
                            "description": "Data subject to the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the Health Information Technology for Economic and Clinical Health Act (HITECH)"
                        },
                        {
                            "type": "Financial Institutions",
                            "description": "Financial institution or an affiliate of a financial institution governed by, or personal data collected, processed, sold, or disclosed in accordance with the GLBA"
                        },
                        {
                            "type": "Secondary Market Institutions",
                            "description": "The secondary market institutions identified in 15 U.S.C. s.6809(3)(D) and 12 C.F.R. s.1016.3(l)(3)(iii)"
                        },
                        {
                            "type": "Insurance Companies",
                            "description": "An individual, firm, association, corporation, or other entity that is licensed in this state as an insurance company and transacts insurance business"
                        },
                        {
                            "type": "The state’s Motor Vehicle Commission",
                            "description": "The sale of a consumer’s personally identifiable information by the New Jersey Motor Vehicle Commission that is permitted by the federal Drivers' Privacy Protection Act of 1994."
                        },
                        {
                            "type": "Personal information covered by the Fair Credit Reporting Act",
                            "description": "Personally identifiable information collected, processed, sold, or disclosed by a consumer reporting agency, as defined in 15 U.S.C. s.1681a(f), if the collection, processing, sale, or disclosure of the personally identifiable information is limited by the federal “Fair Credit Reporting Act,” 15 U.S.C. s.1681 et seq., and implementing regulations."
                        }
                    ],             
                    "nonProfitsCovered": "NonProfits are not explicitly exempted",
                    "verticalCarveouts" : "",
                    "preemption": ""
                },
            "enforcement": {
                "enforcementAuthority": "The Office of the Attorney General",
                "rulemakingAuthority": "The Division of Consumer Affairs in the Department of Law and Public Safety",
                "finingAuthority": "The Office of the Attorney General",
                "penalties": "No monetary amount is defined in the law’s text, but a violation of the NJDPA will constitute a violation of the New Jersey Consumer Fraud Act, which can entail fines of up to $10,000 for the initial violation and up to $20,000 for subsequent violations.",
                "personalLiability": "",
                "privateRightOfAction" : "No provision within the bill can be interpreted as establishing or allowing for a private right of action for violations of the legislation."
                },
            "threshold": [
                {
                    "type": "Annual Processing",
                    "description": "Control or process the personal data of at least 100,000 consumers, excluding personal data processed solely for the purpose of completing a payment transaction"
                },
                {
                    "type": "Annual Revenue",
                    "description": "control or process the personal data of at least 25,000 consumers and the controller derives revenue, or receives a discount on the price of any goods or services, from the sale of personal data."
                }
            ]
         }
    ],
    "otherPrivacyLaws":[
                {
                    "lawName": "New Jersey Disclosure and Accountability Transparency Act (NJ DATA)",
                    "type": "Introduced",
                    "description": "This Act was introduced on January 9 2024 and was sent to the Senate Commerce Committee. The NJ DATA establishes certain requirements for disclosure, processing of personally identifiable information and establishes Office of Data Protection and Responsible Use in Division of Consumer Affairs.",
                    "reference": "https://legiscan.com/NJ/bill/S2052/2024#:~:text=%22New%20Jersey%20Disclosure%20and%20Accountability,in%20Division%20of%20Consumer%20Affairs."
                },
                {
                    "lawName": "Identity Theft Protection Act",
                    "type": "Minor",
                    "description": "This Act outlines the precautions that companies must take to prevent identity theft and breaches of personal information that is obtained from clients, staff members, and individuals.",
                    "reference": "https://www.ncleg.net/EnactedLegislation/Statutes/HTML/ByArticle/Chapter_75/Article_2A.html"
                }
    ]
}