{
    "jurisdiction": "Colorado",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "Colorado Privacy Act (CPA)",
            "description": "Colorado is the third US state to enact comprehensive data privacy legislation. Colorado Governor Jared Polis signed the Colorado Privacy Act (CPA) into law on July 7, 2021, with an effective date of July 1, 2023. The statute strives to preserve Colorado residents' privacy. Once in effect, the new Colorado privacy law will oblige certain organizations who do business or manufacture products for Colorado citizens to provide specific personal data privacy protections.",
            "reference": "https://leg.colorado.gov/sites/default/files/documents/2021A/bills/2021a_190_enr.pdf",
            "billStatus": "In force",
            "inEffect" : "July 1, 2023",
            "applicability": [ 
                {
                    "roles": ["Controller", "Processor", "Third Party", "Businesses"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Religious beliefs", 
                                               "Mental or physical health condition or diagnosis", 
                                               "Sex life or sexual orientation", 
                                               "Citizenship status",
                                               "Genetic or Biometric Data", 
                                               "Personal data from known child"],
                    "processingPurposes": ["Collection", "Use", "Sale", "Maintanence", "Disclosure", "Communication"],
                    "consentRequired": "true"
                }
            ],
            "individualRights": [
                {
                    "name": "Right to Opt Out of Targeted Advertising, Profiling via a Universal Opt Out Mechanism, or Sale of Personal information",
                    "reference": ["Section 6-1-1306.1.a"]
                },
                {
                    "name": "Right to Access",
                    "reference": ["Section 6-1-1306.1.b"]
                },
                {
                    "name": "Right to Correct",
                    "reference": ["Section 6-1-1306.1.c"]
                },
                {
                    "name": "Right to Delete",
                    "reference": ["Section 6-1-1306.1.d"]
                },
                {
                    "name": "Right to Data Portability",
                    "reference": ["Section 6-1-1306.1.e"]
                },
                {
                    "name": "Right to Appeal",
                    "reference": ["Section 6-1-1306.2"]
                }
            ],
            "businessObligations": {
                "notice": [ {
                        "description": "A controller shall provide the consumer with a clear and conspicuous notice informing the consumer about the choices available under this section, describing the categories of personal data to be processed and the purposes for which they will be processed, and explaining how and where the consumer may withdraw consent",
                        "reference": "Section 6-1-1306.1.a"
                    }
                ],
                "lawfulBasis": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "purposeLimitation": [  {
                        "description": "A controller shall not process personal data for purposes that are not reasonably necessary to or compatible with the specified purposes for which the personal data are processed, unless the controller first obtains the consumer's consent.",
                        "reference": "Section 6-1-1308.4"
                    }
                ],
                "dataMinimization": [ {
                        "description": "A controller's collection of personal data must be adequate, relevant, and limited to what is reasonably necessary in relation to the specified purposes for which the data are processed",
                        "reference": "Section 6-1-1308.3"
                    }
                ],
                "securityReqs": [ {
                        "description": "A controller shall take reasonable measures to secure personal data during both storage and use from unauthorized acquisition. the data security practices must be appropriate to the volume, scope, and nature of the personal data processed and the nature of the business.",
                        "reference": "Section 6-1-1308.5"
                    }
                ],
                "privacyByDesign": [  {
                        "description": "",
                        "reference": ""
                    }
                ],
                "processorReqs": [ {
                        "description": " Processors are obligated to follow the instructions provided by the data controller and assist them in fulfilling their obligations. This assistance includes implementing appropriate technical and organizational measures to facilitate consumer requests regarding their data rights, aiding in ensuring the security of personal data processing, including notifying of any breaches, and providing necessary information to conduct and document data protection assessments. Both the controller and processor are accountable for their allocated measures in ensuring compliance with the regulation.",
                        "reference": "Section 6-1-1305.2"
                    }
                ],
                "recordKeeper": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "riskImpact": [ {
                        "description": "The controller and the processor shall implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk and establish a clear allocation of the responsibilities between them to implement the measures",
                        "reference": "Section 6-1-1305.4"
                    }
                ],
                "breachNotification": [ {
                        "description": "Controllers are obligated in relation to the security of processing the personal data and in relation to the notification of a breach of the security of the system",
                        "reference": "Section 6-1-716"
                    }
                ],
                "registration": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dpo": [ {
                        "description": "",
                        "reference": ""
                    }
                ],
                "dataTransfer": [ {
                        "description": "'Sale', 'sell', or 'sold' does not include the disclosure or transfer of personal data to an affiliate of the controller or the disclosure or transfer to a third party of personal data as an asset that is part of a proposed or actual merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of the controller's assets.",
                        "reference": "Section 6-1-1303.23"
                    }
                ]
            },
            "scope": [
                {
                    "exemptions": [
                        {
                            "type": "Public Utilities",
                            "description": "Customer data maintained by public utilities or authorities"
                        },
                        {
                            "type": "Higher Education",
                            "description": "Institutions of higher education are exempted"
                        },
                        {
                            "type": "HIPAA",
                            "description": "Covered entity or business associate as defined in the privacy regulations of HIPAA"
                        },
                        {
                            "type": "Local Government",
                            "description": "State, judicial department, or local government entities for noncommercial purposes"
                        },
                        {
                            "type": "Consumer reporting agencies",
                            "description": "Activities subject to regulation under the federal Fair Credit Reporting Act, involving the collection, maintenance, disclosure, sale, communication, or use of personal data bearing on a consumer's credit worthiness, credit standing, credit capacity, character, reputation, personal characteristics, or mode of living."
                        },
                        {
                            "type": "Air Carriers",
                            "description": ""
                        },
                        {
                            "type": "Financial Institutions",
                            "description": "Financial institution or an affiliate of a financial institution governed by, or personal data collected, processed, sold, or disclosed in accordance with the GLBA"
                        }
                    ],             
                    "nonProfitsCovered": ["Non-Profits are not explicitly exempted"],
                    "verticalCarveouts" : [""],
                    "preemption": ["This legislation supersedes and preempts laws, ordinances, resolutions, regulations, or the equivalent adopted by any statutory or home rule municipality, county, or city and county regarding the processing of personal data by controllers or processors"]
                }
            ],
            "enforcement": [ {
                "enforcementAuthority": ["The Attorney General and District Attorneys"],
                "rulemakingAuthority": ["Attorney General"],
                "finingAuthority": ["State Treasurer"],
                "penalties": [ "Violations are considered deceptive trade practices for enforcement purposes but specific fines are not mentioned"],
                "personalLiability": [""],
                "privateRightOfAction" : ["Nothing in this legislation shall be construed as providing the basis for, or being subject to, a private right of action for violations of this legislation or any other law."]
                }
            ],
            "threshold": [
                {
                    "type": "Annual processing",
                    "description": "Control or process personal data of 100,000 or more consumers."
                },
                {
                    "type": "Annual revenue",
                    "description": "Derive revenue or receive a discount on the price of goods or services from the sale of personal data and process or control the personal data of 25,000 consumers or more"
                }
            ]
         }
    ],
    "otherPrivacyLaws":[
        {
            "jurisdiction": "Colorado",
            "filterCategories": ["", ""],
            "privacyLaws": [
                {
                    "lawName": "Colorado Consumer Protection Act (CCPA)",
                    "type": "Minor",
                    "description": "The Colorado Consumer Protection Act (CCPA) provides instructions for elements of liability and definitions related to deceptive trade practices under the CCPA.",
                    "reference": "https://www.courts.state.co.us/userfiles/file/Court_Probation/Supreme_Court/Committees/Civil_Jury_Instructions_Committee/Chapter%2029.pdf"
                }
            ]
        }
    ]
}
