{
    "jurisdiction": "Virginia",
    "filterCategories": ["", ""],
    "privacyLaws": [
        {
            "lawName": "Virginia Consumer Data Protection Act (VCDPA)",
            "acronym": "VCDPA",
            "description": "The Virginia Consumer Data Protection Act (“VCDPA”) went into effect on January 1, 2023. This law provides Virginia residents certain rights for personal data collected by businesses under conditions outlined in the law",
            "reference": "https://law.lis.virginia.gov/vacodefull/title59.1/chapter53/",
            "billStatus": "In force",
            "inEffect" : "January 1, 2023",
            "applicability": 
                {
                    "roles": ["Controller", "Processor", "Third party", "Consumer"],
                    "personalDataCategories": ["Racial or ethnic origin", 
                                               "Religious beliefs", 
                                               "Mental or physical health diagnosis", 
                                               "Sexual orientation", 
                                               "Citizenship or immigration status", 
                                               "Genetic or biometric data for the purpose of uniquely identifying a natural person", 
                                               "Personal data collected from a known child", 
                                               "Precise geolocation data"],
                    "processingPurposes": ["Collection", "Use", "Storage", "Disclosure", "Analysis", "Deletion", "Modification"],
                    "consentRequired": "true"
                },
            "individualRights": [
                {
                    "name": "Right to Know if a controller is processing the consumer’s personal information",
                    "reference": "Section 59.1-577.A.1"
                },
                {
                    "name": "Right to Access",
                    "reference": "Section 59.1-577.A.1"
                },
                {
                    "name": "Right to Correct",
                    "reference": "Section 59.1-577.A.2"
                },
                {
                    "name": "Right to Delete",
                    "reference": "Section 59.1-577.A.3"
                },
                {
                    "name": "Right to Data Portability",
                    "reference": "Section 59.1-577.A.4"
                },
                {
                    "name": "Right to Opt Out of Targeted Advertising, Profiling, or Sale of Personal information",
                    "reference": "Section 59.1-577.A.5"
                },
                {
                    "name": "Right to Appeal",
                    "reference": "Section 59.1-577.B.2"
                },
                {
                    "name": "Right to Non-Discrimination",
                    "reference": "Section 59.1-578.4"
                }
            ],
            "businessObligations": {
                "notice": {
                        "description": "Controllers shall provide consumers with a reasonably accessible, clear, and meaningful privacy notice.",
                        "reference": "Section 59.1-578.C"
                    },
                "lawfulBasis": {
                        "description": "",
                        "reference": ""
                    },
                "purposeLimitation": {
                        "description": "A controller shall limit the collection of personal data to what is adequate, relevant, and reasonably necessary in relation to the purposes for which such data is processed, as disclosed to the consumer",
                        "reference": "Section 59.1-578.A.1"
                    },
                "dataMinimization": {
                        "description": "",
                        "reference": ""
                    },
                "securityReqs": {
                        "description": "A controller shall establish, implement, and maintain reasonable administrative, technical, and physical data security practices to protect the confidentiality, integrity, and accessibility of personal data. Such data security practices shall be appropriate to the volume and nature of the personal data at issue",
                        "reference": "Section 59.1-578.A.3"
                    },
                "privacyByDesign": {
                        "description": "",
                        "reference": ""
                    },
                "processorReqs": {
                        "description": "Processors are required to adhere to the instructions provided by the controller and assist the controller in fulfilling its obligations under the relevant legislation. This assistance includes responding to consumer rights requests, ensuring the security of processing personal data, and notifying the controller of any breaches of security. Additionally, processors must enter into a contract with the controller that governs the processing procedures. This contract should clearly outline instructions for processing data, including confidentiality obligations, data deletion or return procedures, and cooperation with assessments. The processor is also responsible for engaging subcontractors under written contracts that impose similar obligations.",
                        "reference": "Section 59.1-579"
                    },
                "recordKeeper": {
                        "description": "",
                        "reference": ""
                    },
                "riskImpact": {
                        "description": "Controllers are mandated to conduct and document data protection assessments for specific processing activities involving personal data. These activities include targeted advertising, sale of personal data, profiling with foreseeable risks to consumers, processing of sensitive data, and any activities posing heightened risks to consumers. During these assessments, controllers must weigh the benefits of processing against potential risks to consumer rights, considering factors such as the use of de-identified data, consumer expectations, and the nature of the controller-consumer relationship.",
                        "reference": "Section 59.1-580"
                    },
                "breachNotification": {
                        "description": "",
                        "reference": ""
                    },
                "registration": {
                        "description": "",
                        "reference": ""
                    },
                "dpo": {
                        "description": "",
                        "reference": ""
                    },
                "dataTransfer": {
                        "description": "Sale of personal data does not include the disclosure or transfer of personal data to an affiliate of the controller or the disclosure or transfer of personal data to a third party as an asset that is part of a merger, acquisition, bankruptcy, or other transaction in which the third party assumes control of all or part of the controller's assets",
                        "reference": "Section 59.1-575"
                    }
            },
            "scope":
                {
                    "exemptions": [
                        {
                            "type": "HIPAA",
                            "description": "Covered entity or business associate as defined in the privacy regulations of HIPAA"
                        },
                        {
                            "type": "Financial Institutions",
                            "description": "Financial institution or an affiliate of a financial institution governed by, or personal data collected, processed, sold, or disclosed in accordance with the GLBA"
                        },
                        {
                            "type": "Higher Education",
                            "description": "Institutions of higher education are exempted"
                        },
                        {
                            "type": "Non-Profits",
                            "description": "Non-Profit organizations are exempted"
                        },
                        {
                            "type": "Local Government",
                            "description": "A body, authority, board, bureau, commission, district, or Virginian agency or any Virginian political subdivision."
                        }
                    ],             
                    "nonProfitsCovered": "Non-Profit organizations are exempted",
                    "verticalCarveouts" : "",
                    "preemption": ""
                },
            "enforcement": {
                "enforcementAuthority": "The Attorney General",
                "rulemakingAuthority": "The Attorney General",
                "finingAuthority": "The Attorney General",
                "penalties": "Any violations of this chapter and civil penalties of up to $7,500 for each violation under this chapter. All civil penalties, expenses, and attorney fees collected pursuant to this chapter shall be paid into the state treasury and credited to the Regulatory, Consumer Advocacy, Litigation, and Enforcement Revolving Trust Fund.",
                "personalLiability": "",
                "privateRightOfAction" : "Nothing in this chapter shall be construed as providing the basis for, or be subject to, a private right of action for violations of this chapter or under any other law."
                },
            "threshold": [
                {
                    "type": "Annual Processing",
                    "description": "Processing or controlling personal data of at least 100,000 consumers annually"
                },
                {
                    "type": "Revenue Percentile",
                    "description": "Processing or controlling the personal data of at least 25,000 consumers and deriving over 50% of gross revenue from selling that data."
                }
            ]
         }
    ],
    "otherPrivacyLaws":[
                {
                    "lawName": "Section 18.2-186.6, Breach of personal information notification",
                    "type": "Minor",
                    "description": "This section outlines the requirements for notifying individuals and the Office of the Attorney General in the event of a breach of personal information security in the Commonwealth of Virginia.",
                    "reference": "https://law.lis.virginia.gov/vacode/18.2-186.6/"
                },
                {
                    "lawName": "Personal Information Privacy Act",
                    "type": "Minor",
                    "description": "The Personal Information Privacy Act comprises several sections aimed at safeguarding individuals' personal information in Virginia.",
                    "reference": "https://law.lis.virginia.gov/vacodepopularnames/personal-information-privacy-act/"
                },
                {
                    "lawName": "Genetic Privacy Act",
                    "type": "Minor",
                    "description": "The Genetic Privacy Act aims to protect the privacy and security of genetic data collected by direct-to-consumer genetic testing companies in Virginia, ensuring transparency, consent, and security measures are in place to safeguard consumers' sensitive information.",
                    "reference": "https://www.dataguidance.com/sites/default/files/legp604_7.pdf"
                },
                {
                    "lawName": "Virginia Telephone Privacy Protection Act",
                    "type": "Minor",
                    "description": "The Virginia Telephone Privacy Protection Act aims to regulate and restrict unwanted telephone solicitation calls in Virginia, protecting consumers from harassment and invasion of privacy.",
                    "reference": "https://law.lis.virginia.gov/vacodepopularnames/virginia-telephone-privacy-protection-act/"
                }
    ]
}